<template>
    <div class="component-block">
        <div class="row">
            <div class="component-title-mini">
                Персональные данные
            </div>
        </div>
        <div class="row">
            <div class="component-title-max">
                Согласие на обработку
            </div>
        </div>
        <div class="row mt-5">
            <div class="personal-data-text">
                <div class="mb-2">
                    В соответствии с Федеральным законом от
                    27.07.2006 № 152-ФЗ «О персональных данных», Вы
                    подтверждаете свое <span>согласие на обработку</span> сайтом «Expert Paws»,
                    <span>Ваших</span> персональных данных.
                </div>
                <div class="mb-2">
                    Настоящим согласием <span>Вы подтверждаете</span>, что
                    проинформированы о том, что под обработкой персональных
                    данных понимаются действия с <span>персональными данными</span>,
                    определённые в Федеральном законе № 152-ФЗ от 27.07.2006
                    «О персональных данных», а именно: сбор, запись,
                    систематизация, накопление, хранение, уточнение
                    (обновление, изменение), извлечение, использование,
                    передача (предоставление, доступ), блокирование, удаление
                    персональных данных.
                </div>
                <div class="mb-2">
                    Сайт обрабатывает Ваши персональные данные только в случае их заполнения и отправки
                    <span>самостоятельно</span> через специальные формы, расположенные на сайте Expert Paws. Заполняя
                    соответствующие формы и отправляя свои персональные данные, Вы выражаете <span>свое
                    согласие</span> с данной Политикой.
                </div>
                <div class="mb-2">
                    Данным согласием <span>Вы подтверждаете</span>, что проинформированы
                    о том, что обработка предоставляемых вами персональных
                    данных может осуществляется в следующих целях: <br>
                    • идентификация стороны в рамках оказания услуги; <br>
                    • предоставление пользователю персонализированных услуг; <br>
                    • улучшение качества услуг и разработка новых; <br>
                    • обработка отзывов и обращений пользователя сайта;
                </div>
                <div class="mb-2">
                    Настоящее согласие распространяется на <span>следующие
                    персональные данные</span>: фамилия, имя, отчество, адрес доставки,
                    контактный телефон, адрес электронной почты.
                </div>
                <div class="mb-2">
                    Expert Paws <span>гарантирует</span> соблюдение следующих прав
                    субъекта персональных данных: право на получение сведений о
                    том, какие персональные данные субъекта хранятся,
                    право на удаление, уточнение или исправление хранящихся персональных
                    данных; иные права, установленные действующим
                    законодательством Российской Федерации.
                </div>
            </div>
        </div>

    </div>
</template>

<script>
export default {
    name: "PersonalData"
}
</script>

<style>
.personal-data-text {
    font-size: 18px;
    color: #fff;
    font-family: "Raleway", sans-serif;
}

.personal-data-text span {
    color: #ffc60b;
    font-weight: bold;
}
</style>
